USE EverythingСarries

INSERT INTO Terminals (TerminalTitle ,TerminalAddress)
VALUES
('Воронеж ЮЗ', 'г. Воронеж, Краснозвёздная улица д. 7'),
('Москва Щукино', 'г. Москва, улица Максимова д. 12'),
('Ростов Советский', 'г. Ростов-на-Дону, проспект Михаила Нагибина д. 24'),
('Сочи центр','г. Сочи, Транспортная улица д. 45');

INSERT INTO CargoList
           (IdSendingTerminal, IdReceivingTerminal, SeatNumber, [Length], Height,
		    Width, [Weight], CargoStatus, DepartureDate, ArrivalDate)
VALUES
           ('1','2','1+2+3','10000','2000','1500','750','запланирован','2018-03-31', '2018-04-05'),
('1','2','7+8','5000','1000','2500','550','доставлен','2018-05-06', '2018-05-10'),
('3','1','10','1000','500','700','200','отменен','2018-08-22', '2018-08-29'),
('2','1','3+4+5+6','15000','1000','500','1200','в доставке','2018-11-15', '2018-11-20'),
('2','3','1','500','500','500','50','отменен','2021-07-08', '2021-07-30'),
('1','2','3','100','200','300','70','отменен','2021-07-09', '2021-07-29'),
('1','4','6+7','1000','2000','300','700','в доставке','2021-07-10', '2021-07-30');

